[
{"name": "Microsoft", "summary": "Every company has a mission. What's ours? To empower every person and every organization to achieve more. We believe technology can and should be a force for good and that meaningful innovation contributes to a brighter world in the future and today. Our culture doesn’t just encourage curiosity; it embraces it. Each day we make progress together by showing up as our authentic selves. We show up with a learn-it-all mentality. We show up cheering on others, knowing their success doesn't diminish our own. We show up every day open to learning our own biases, changing our behavior, and inviting in differences. When we show up, we achieve more together. \n\nMicrosoft operates in 190 countries and is made up of more than 220,000 passionate employees worldwide.", "Website": "", "Industries": "Software Development", "Companysize": "10,001+ employees", "Headquarters": "Redmond, Washington", "Type": "Public Company", "Specialties": "Business Software, Developer Tools, Home & Educational Software, Tablets, Search, Advertising, Servers, Windows Operating System, Windows Applications & Platforms, Smartphones, Cloud Computing, Quantum Computing, Future of Work, Productivity, AI, Artificial Intelligence, Machine Learning, Laptops, Mixed Reality, Virtual Reality, Gaming, Developers, and IT Professional"},
{"name": "Twitter", "summary": "Life’s not about a job, it’s about purpose. We believe real change starts with conversation. Here, your voice matters. Come as you are and together we’ll do what’s right (not what’s easy) to serve the public conversation. \n\n#JoinTheFlock", "Website": "", "Industries": "Software Development", "Companysize": "5,001-10,000 employees", "Headquarters": "San Francisco, CA", "Type": "Public Company", "Founded": "2006", "Specialties": "Real-time information"},
{"name": "Google", "summary": "A problem isn't truly solved until it's solved for all. Googlers build products that help create opportunities for everyone, whether down the street or across the globe. Bring your insight, imagination and a healthy disregard for the impossible. Bring everything that makes you unique. Together, we can build for everyone.\n\nCheck out our career opportunities at careers.google.com.", "Website": "", "Industries": "Software Development", "Companysize": "10,001+ employees", "Headquarters": "Mountain View, CA", "Type": "Public Company", "Specialties": "search, ads, mobile, android, online video, apps, machine learning, virtual reality, cloud, hardware, artificial intelligence, youtube, and software"},
{"name": "Apple", "summary": "We’re a diverse collective of thinkers and doers, continually reimagining what’s possible to help us all do what we love in new ways. And the same innovation that goes into our products also applies to our practices — strengthening our commitment to leave the world better than we found it. This is where your work can make a difference in people’s lives. Including your own.\n\nApple is an equal opportunity employer that is committed to inclusion and diversity. Visit apple.com/careers to learn more.", "Website": "", "Industries": "Computers and Electronics Manufacturing", "Companysize": "10,001+ employees", "Headquarters": "Cupertino, California", "Type": "Public Company", "Founded": "1976", "Specialties": "Innovative Product Development, World-Class Operations, Retail, and Telephone Support"},
{"name": "IBM", "summary": "At IBM, we do more than work. We create. We create as technologists, developers, and engineers. We create with our partners. We create with our competitors. If you're searching for ways to make the world work better through technology and infrastructure, software and consulting, then we want to work with you.\n\nWe're here to help every creator turn their \"what if\" into what is. Let's create something that will change everything.", "Website": "", "Industries": "IT Services and IT Consulting", "Companysize": "10,001+ employees", "Headquarters": "Armonk, New York, NY", "Type": "Public Company", "Specialties": "Cloud, Mobile, Cognitive, Security, Research, Watson, Analytics, Consulting, Commerce, Experience Design, Internet of Things, Technology support, Industry solutions, Systems services, Resiliency services, Financing, and IT infrastructure"},
{"name": "Amazon Web Services (AWS)", "summary": "Launched in 2006, Amazon Web Services (AWS) began exposing key infrastructure services to businesses in the form of web services -- now widely known as cloud computing. The ultimate benefit of cloud computing, and AWS, is the ability to leverage a new business model and turn capital infrastructure expenses into variable costs. Businesses no longer need to plan and procure servers and other IT resources weeks or months in advance. Using AWS, businesses can take advantage of Amazon's expertise and economies of scale to access resources when their business needs them, delivering results faster and at a lower cost.\r\n\r\nToday, Amazon Web Services provides a highly reliable, scalable, low-cost infrastructure platform in the cloud that powers hundreds of thousands of businesses in 190 countries around the world. With data center locations in the U.S., Europe, Singapore, and Japan, customers across all industries are taking advantage of our low cost, elastic, open and flexible, secure platform.", "Website": "", "Industries": "IT Services and IT Consulting", "Companysize": "10,001+ employees", "Headquarters": "Seattle, WA", "Type": "Public Company", "Founded": "2006"},
{"name": "Intel Corporation", "summary": "Intel’s mission is to shape the future of technology to help create a better future for the entire world. By pushing forward in fields like AI, analytics and cloud-to-edge technology, Intel’s work is at the heart of countless innovations. From major breakthroughs like self-driving cars and rebuilding the coral reefs, to things that make everyday life better like blockbuster effects and improved shopping experiences — they’re all powered by Intel technology. With a career at Intel, you have the opportunity to help make the future more wonderful for everyone.\n\nJoin us.", "Website": "", "Industries": "Semiconductor Manufacturing", "Companysize": "10,001+ employees", "Headquarters": "Santa Clara, California", "Type": "Public Company", "Specialties": "semiconductor design and manufacturing, artificial intelligence, autonomous driving, and non-volatile memory solutions"},
{"name": "AT&T", "summary": "We understand that our customers want an easier, less complicated life.  \n \nWe’re using our network, labs, products, services, and people to create a world where everything works together seamlessly, and life is better as a result.  How will we continue to drive for this excellence in innovation?\n \nWith you.\n \nOur people, and their passion to succeed, are at the heart of what we do. Today, we’re poised to connect millions of people with their world, delivering the human benefits of technology in ways that defy the imaginable.\n \nWhat are you dreaming of doing with your career?\n  \nFind stories about our talent, career advice, opportunities, company news, and innovations here on LinkedIn.\n \nTo learn more about joining AT&T, visit: http://www.att.jobs\n\nWe provide in some of our posts links to articles or posts from third-party websites unaffiliated with AT&T.  In doing so, AT&T is not adopting, endorsing or otherwise approving the content of those articles or posts.  AT&T is providing this content for your information only.", "Website": "", "Industries": "Telecommunications", "Companysize": "10,001+ employees", "Headquarters": "Dallas, TX", "Type": "Public Company", "Specialties": "Wireless Services, U-Verse, and Enterprise Applications & Managed Hosting Solutions"},
{"name": "Salesforce", "summary": "👋 We’re Salesforce, the Customer Company.\nAI + Data + CRM = Customer Magic. ✨ \n\nPrivacy Statement: http://www.salesforce.com/company/privacy/", "Website": "", "Industries": "Software Development", "Companysize": "10,001+ employees", "Headquarters": "San Francisco, CA", "Type": "Public Company", "Specialties": "Enterprise Cloud Computing and Customer Relationship Management"},
{"name": "Oracle", "summary": "We’re a cloud technology company that provides organizations around the world with computing infrastructure and software to help them innovate, unlock efficiencies and become more effective. We also created the world’s first – and only – autonomous database to help organize and secure our customers’ data.\n \nOracle Cloud Infrastructure offers higher performance, security, and cost savings. It is designed so businesses can move workloads easily from on-premises systems to the cloud, and between cloud and on-premises and other clouds. Oracle Cloud applications provide business leaders with modern applications that help them innovate, attain sustainable growth, and become more resilient. \n \nThe work we do is not only transforming the world of business--it's helping defend governments, and advance scientific and medical research. From nonprofits to companies of all sizes, millions of people use our tools to streamline supply chains, make HR more human, quickly pivot to a new financial plan, and connect data and people around the world.  \n\nAt work, we embrace diversity, encourage personal and professional growth, and celebrate a global team of passionate people developing innovative technologies that help people and companies tackle real-world problems head-on.\n\nIf you’d like to join us, please visit our Careers page: https://www.oracle.com/corporate/careers/\n\nFor investor news, SEC filings, and financial information about Oracle (NYSE:ORCL), please visit https://investor.oracle.com/home/.\n \nFollow us on Twitter: https://twitter.com/oracle \nLike our page on Facebook: https://www.facebook.com/Oracle/ \nFollow us on Instagram: https://www.instagram.com/oracle/", "Website": "", "Industries": "IT Services and IT Consulting", "Companysize": "10,001+ employees", "Headquarters": "Austin, Texas", "Type": "Public Company", "Specialties": "enterprise, software, applications, database, middleware, fusion, business intelligence, Primavera, PeopleSoft, EPM, BEA, Hyperion, Retek, Utilities, On-Demand, server & storage systems, BPM, solutions for communications industry, ERP, CRM, CRM On Demand, JDE, and Siebel"}
]